Repository: common-repository/woo-your-custom-coupon-notices-lite
Catalog: languages/custom_notice-*.po
Languages: de_de

source: You installed "Woocommerce Your Custom Coupon Notices Lite". You can customize notices for up to three coupons. If you want more, visit <a href="http://www.w34all.de/" target="_blank">w34all.de</a> to get the full version.
de_de: "Woocommerce Your Custom Coupon Notices Lite" ist installiert. Damit können bis zu drei Coupons individualisiert werden. Wenn Du mehr möchtest, hol Dir die Vollversion unter <a href="http://www.w34all.de/" target="_blank">w34all.de</a>.

source: You customized notices for two coupons. Only one coupon remaining. If you want more, visit <a href="http://www.w34all.de/" target="_blank">w34all.de</a> to get the full version.
de_de: Es wurden bereits 2 Coupons individualisiert. Ein Gutschein verbleibt zum Individualisieren. Wenn Du mehr möchtest, hol Dir die Vollversion unter <a href="http://www.w34all.de/" target="_blank">w34all.de</a>.

source: You customized notices for all three coupons possible with this Lite version. If you want more, visit <a href="http://www.w34all.de/" target="_blank">w34all.de</a> to get the full version.
de_de: Alle drei möglichen Gutscheine wurden individualisiert, die mit der Lite-Version möglich sind. Wenn Du mehr möchtest, hol Dir die Vollversion unter <a href="http://www.w34all.de/" target="_blank">w34all.de</a>.

source: Coupon Notices
de_de: Benutzerdefinierte Meldungen

source: Access denied.
de_de: Kein Zutritt

source: Here you can change Standard-Notices as 'Coupon "xxxxx" does not exist!'.
de_de: Hier kannst Du Meldungen editieren, die nicht an einen Gutschein gebunden sind, wie z.B. 'Coupon "xxxxx" existiert nicht!'.

source: Use the default notice
de_de: Standard-Meldung benutzen

source: %s is a wildcard for the name of the coupon. You might enter multiple notices <strong>separated by "|"</strong>, plugin will shuffle them and display one. So notices will change from time to time.
de_de: %s ist ein Platzhalter für den Namen des Gutscheins. Du kannst mehrere Meldungen nutzen, <strong>indem Du mit "|" trennst</strong>. Das Plugin sucht sich dann per Zufall eine Meldung aus.

source: Again, you might enter multiple notices <strong>separated by "|"</strong>.
de_de: Auch hier kannst Du mehrere Meldungen festlegen, <strong>indem Du durch "|" trennst<strong>.

source: Save
de_de: Speichern

source: Notices
de_de: Meldungen

source: Custom Notices
de_de: Benutzerdefinierte Meldungen

source: Use&nbsp;default&nbsp;notice
de_de: Standard-Meldung benutzen

source: Default:
de_de: Standard:

source: Custom Error Notices
de_de: Benutzerdefinierte Fehlermeldungen

source: Possible Tokens
de_de: Mögliche Platzhalter
